index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Hutchinson's Drought Index </title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Hutchinson's Drought Index "/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2016-12-02T22:09+1100"/>
<meta name="author" content="Ivan Hanigan"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Hutchinson's Drought Index </h1>


<hr/>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Summary</a></li>
<li><a href="#sec-2">2 Background</a></li>
<li><a href="#sec-3">3 References</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Summary</h2>
<div class="outline-text-2" id="text-1">





<pre class="src src-R">SOFTWARE PACKAGE   Hutchinson Drought Index R-package
DEVELOPER   Ivan Hanigan (Australian National University)
APPLICATION   Calculate extreme weather events <span style="color: #859900; font-weight: bold;">in</span> point and grid form, reflecting agricultural droughts by using rainfall data only.

</pre>


</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Background</h2>
<div class="outline-text-2" id="text-2">


<p>
The Hutchinson Drought Index (or Drought Severity Index) is a climatic drought index that was designed to reflect agricultural droughts using only rainfall data. The index was invented by Michael Hutchinson at the Australian National University in 1992 (Smith, Hutchinson, McArthur, 1992).
</p>
<p>
Ivan Hanigan wrote an R-package, available via GitHub, that enables users to calculate extreme weather events in point and grid form, of daily weather or seasonal climate data. The R package describes the calculations and enables the user to download data to play with. Readers wishing to reproduce the data analysis can do so by running the R script.
</p>
<p>
The R-package was developed with financial support from Professor Tony McMichael's via the "Australia Fellowship" from the the National Health and Medical Research Council, the National Centre for Epidemiology and Population Health, Australian National University; and the Australian National Data Service (ANDS). ANDS is supported by the Australian Government through the National Collaborative Research Infrastructure Strategy Program and the Education Investment Fund (EIF) Super Science Initiative.
</p>


</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> References</h2>
<div class="outline-text-2" id="text-3">


<ol>
<li>Smith, D. I, Hutchinson, M. F, &amp; McArthur, R. J. (1992) Climatic and Agricultural Drought: Payments and Policy. (Centre for Resource and Environmental Studies, Australian National University, Canberra, Australia.

</li>
<li>Hanigan, IC, Butler, CD, Kokic, PN, Hutchinson, MF. Suicide and Drought in New South Wales, Australia, 1970-2007. Proceedings of the National Academy of Science USA 2012, vol. 109 no. 35 13950-13955, doi: 10.1073/pnas.1112965109
</li>
</ol>







</div>
</div>
</div>

</body>
</html>
